export const data={
 events:{
  'click':'.btns .l'
 },
 view:{
  el:'.ov-wrap.qs1',
  circle:'.circle',
  reveal:'.left',
  into:'.right',
  rotator:'.rotator .l:not(.prog)',
  prog:'.rotator .prog',
  rTmpl:'#i-3-17-reveal-template',
  iTmpl:'#i-3-17-item-template',
  yepCls:'yep',
  remainCls:'remain',
  fakeTrs:'text-indent'
 },
 before:2000,
 items:[
  {h:'Подъезд №3',text:'Мрачный подъезд кирпичной пятиэтажки с решётками на окнах первого этажа.',left:75.93,top:25.14,r:15},
  {h:'Лестничные пролёты',text:'Пять этажей бетонных лестниц и без надежды на лифт.',left:-6.92,top:39.32,r:-15},
  {h:'Крыша',text:'Возможно самая потрясающая крыша среди пятиэтажек города.',left:68.76,top:12.89,r:-15},
  {h:'Улица',text:'Плотно запаркованная улица. Спасибо, что без второрядников, иначе бы совсем не протиснуться.',left:-1.36,top:-5.97,r:15},
  {h:'Металлические гаражи',text:'Много граффити, которые вполне могли заинтересовать Макса.',left:72.54,top:55.47,r:7.6},
  {h:'Следовать за котом',text:'Возможно он что-то знает и не делиться информацией?',left:-6.36,top:65.65,r:-10.3},
  {h:'Подъезд №2',text:'Очередной подъезд кирпичной многоэтажки.',left:77.64,top:19.11,r:26.9},
  {h:'Лестничные пролеты',text:'Пять этажей бетонных лестниц и без надежды на лифт. Кажется, у вас дежавю.',left:-3.82,top:45.52,r:-6.9},
  {h:'Бетонные гаражи',text:'Достаточно массивные строения, чтобы было где спрятаться.',left:68.56,top:49.72,r:-13.6},
  {h:'Улица',text:'Обычная улица среднестатистического города.',left:-1.92,top:10.09,r:6.4}
  ]
};
